---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BasepointElevationParam
source: html/03b804b3-3c30-56cb-a29b-92676a276798.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BasepointElevationParam Property

"Elev"

## Syntax (C#)
```csharp
public static ForgeTypeId BasepointElevationParam { get; }
```